---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.FileExportedEventArgs
source: html/64c76afd-3b4b-de54-2354-efd2b4107443.htm
---
# FileExportedEventArgs Members

Indicates whether the event is being cancelled.